Repository: SwimResults/iosApplication
Catalog: SwimResults/Resources/Localizable.xcstrings
Source language: de
Languages: en

source: %lld Läufe
en: %lld Heats

source: 1 Lauf
en: 1 Heat

source: 10 Läufe
en: 10 Heats

source: Abbrechen
en: Cancel

source: Abschnitt %lld
en: Part %lld

source: Adresse
en: Address

source: App Bewerten
en: Rate App

source: Ausrichter
en: Organiser

source: Bahn
en: Lane

source: Bahn: %lld
en: Lane: %lld

source: Bewerten
en: Rate

# COMMON.GENDER.FEMALE
source: weiblich
en: girls

# COMMON.GENDER.MALE
source: männlich
en: boys

# COMMON.STYLE.APNOE
source: Apnoe
en: Apnea

# COMMON.STYLE.BACKSTROKE
source: Rücken
en: Backstroke

# COMMON.STYLE.BREASTSTROKE
source: Brust
en: Breaststroke

# COMMON.STYLE.BUTTERFLY
source: Schmetterling
en: Butterfly

# COMMON.STYLE.DISTANCE_DIVING
source: Streckentauchen
en: Immersion

# COMMON.STYLE.FINSWIMMING
source: Flossenschwimmen
en: Surface

# COMMON.STYLE.FREESTYLE
source: Freistil
en: Freestyle

# COMMON.STYLE.MEDLEY
source: Lagen
en: IM

source: Der Sportler wurde nicht gefunden.
en: Athlete could not be found.

source: Dev Server verwenden
en: Use Dev Server

source: Die App ist momentan noch nicht im Store verfügbar.
en: The app is not available in the store at the moment.

source: Die Starts konnten nicht geladen werden.
en: Unable to load starts.

source: Disqualifikation
en: Disqualification

source: Einstellungen
en: Settings

source: Ende
en: End

source: Entwickler
en: Developer

source: Ergebnis
en: Result

source: Ergebnis (vorl.)
en: Result (prelim.)

source: Erscheinungsbild
en: Appearance

source: Erweiterte Einstellungen
en: Advanced Settings

source: Es ist ein Fehler aufgetreten. Der Start konnte nicht gefunden werden.
en: An error occurred. The start could not be found.

source: Es wurden keine Starts gefunden.
en: No starts have been found.

source: Farbschema
en: Theme

source: Favoriten
en: Favorites

source: Für diese Veranstaltung wurden keine Wettkämpfe gefunden.
en: No events could be found for this meeting.

source: Hier suchen!!
en: Search here!!

source: Impressum
en: Imprint

source: Jahrgang
en: Year

source: Karte
en: Map

source: Kein Sportler
en: No Athlete

source: Kein Start
en: No Start

source: keine
en: none

source: Keine Starts
en: No Starts

source: Keine Veranstaltung ausgewählt!
en: No meeting selected!

source: Keine Wettkämpfe
en: No Events

source: Kontakt
en: Contact

source: Land
en: Country

source: Lauf
en: Heat

source: Lauf %lld
en: Heat %lld

source: Lauf: %lld
en: Heat: %lld

source: Mannschaft
en: Team

# MEETING.STATE.ANNOUNCED
source: Angekündigt
en: Announced

# MEETING.STATE.ARCHIVED
source: Archiviert
en: Archived

# MEETING.STATE.BREAK
source: Pause
en: Break

# MEETING.STATE.FINAL
source: Finale
en: Finals

# MEETING.STATE.HIDDEN
source: Versteckt
en: Hidden

# MEETING.STATE.OPENING
source: Eröffnung
en: Opening

# MEETING.STATE.OVER
source: Abgeschlossen
en: Over

# MEETING.STATE.PAUSE
source: Pause
en: Break

# MEETING.STATE.PREPARATION
source: Vorbereitung
en: Preparation

# MEETING.STATE.RUNNING
source: Läuft
en: Running

source: Meine Favoriten
en: My Favorits

source: Meldezeit
en: Registration Time

source: Meldung
en: Registration

source: Nicht am Start!
en: Did not start!

source: Platz
en: Rank

source: Reaktion
en: Reaction

source: Seite
en: Page

source: Sportler
en: Athlete

source: Status
en: State

source: Suche
en: Search

source: Teilen
en: Share

source: Veranstalter
en: Organiser

source: Veranstaltung
en: Meeting

source: Veranstaltung auswählen
en: Select Meeting

source: Verein
en: Team

source: Wähle eine Veranstaltung aus, um ihre Wettkämpfe und weitere Daten anzuzeigen.
en: Select a meeting in order to display its events and other data.

source: Webseite
en: Website

source: Wettkampf %lld
en: Event %lld

source: Wettkämpfe
en: Events

source: Wettkampffolge
en: Schedule

source: Wettkampfstätte
en: Event Location

source: Wk %@
en: Ev %@

source: Zwischenzeit %lldm
en: Lap %lldm
